Repository: brickbots/PiFinder
Catalog: python/locale/*/LC_MESSAGES/messages.po
Languages: de

source: No Image
de: Kein Bild

source: Galaxy
de: Galaxie

source: Open Cluster
de: Offene Haufen

source: Globular
de: Kugelhaufen

source: Nebula
de: Nebel

source: Dark Nebula
de: Dunkelnebel

source: Planetary
de: Plantarer N

source: Cluster + Neb
de: Off. Haufen/Nebel

source: Asterism
de: Asterismen

source: Knot
de: Knoten

source: Triple star
de: Dreif. Strn

source: Double star
de: Dp. Stern

source: Star
de: Stern

source: Unkn
de: Unbkt

source: Comet
de: Komet

source: Locked
de: Gesperrt

source: Not Locked
de: Nicht gesperrt

source: Login
de: Einloggen

source: Invalid Password
de: Falsches Passwort

source: Remote
de: Fernsteuerung

source: Advanced
de: Erweitert

source: Network
de: Netzwerk

source: Locations
de: Orte

source: Location name is required
de: Ortname ist erforderlich

source: Latitude must be between -90 and 90
de: Höhe muss zwischen -90 und 90 sein

source: Longitude must be between -180 and 180
de: Breite muss zwischen -180 und 180 sein

source: Altitude must be between -1000 and 10000 meters
de: Höhe muss zwischen -1000 und 10000 Metern sein

source: Error must be between 0 and 10000 meters
de: Unsicherheit muss zwichen 0 und 10000 Metern liegen

source: Restart
de: Neu starten

source: Tools
de: Werkzeuge

source: You must fill in all password fields
de: All Passwortfelder müssen gefüllt werden

source: Password Changed
de: Passwort geändert

source: Incorrect current password
de: Falsches aktuelles Passwort

source: New passwords do not match
de: Neue Passwörter sind unterschiedlich

source: Equipment
de: Ausrüstung

source: set as active instrument.
de: als aktives Instrument gesetzt.

source: set as active eyepiece.
de: Als aktives Okular gesetzt.

source: Equipment Imported, restart your PiFinder to use this new data
de: Ausrüstung importiert, bitte PiFinder neustarten

source: Edit Eyepiece
de: Okular editieren

source: Eyepiece added, restart your PiFinder to use
de: Okular hinzugefügt, bitte PiFinder neustarten

source: Eyepiece Deleted, restart your PiFinder to remove from menu
de: Okular gelöscht, bitte PiFinder neustarten

source: Edit Instrument
de: Instrument editieren

source: Instrument Added, restart your PiFinder to use
de: Instrument hinzugefügt, bitte PiFinder neustarten

source: Instrument Deleted, restart your PiFinder to remove from menu
de: Instrument gelöscht, bitte PiFinder neustarten

source: Observations
de: Beobachtungen

source: Session Log
de: Log speichern

source: Error creating log archive
de: Fehler beim zippen der Logs

source: Restart PiFinder
de: PiFinder Neustart...

source: Align Timeout
de: Justage Timeout

source: Alignment Set
de: Justage fertig

source: Can't plot
de: keine Anz.

source: No Solve Yet
de: kein Platesolve

source: Aligning...
de: Justage...

source: Aligned!
de: Justiert!

source: Alignment failed
de: Justage abgebrochen

source: Filters Reset
de: Filterreset

source: Test Mode
de: Test Modus

source: Shutting Down
de: Ausschalten

source: Restarting...
de: Neustart...

source: Switching cam
de: andere Kamera

source: WiFi to AP
de: WLAN AP

source: WiFi to Client
de: WLAN Client

source: Time: {time}
de: Zeit: {time}

source: Settings
de: Einstellungen

source: No telescope selected
de: Kein Teleskop gewählt

source: No eyepiece selected
de: Kein Okular gewählt

source: Mag: {mag:.0f}x
de: M

source: TFOV: {tfov_degrees:.0f}°{tfov_minutes:02.0f}'
de: WFld: {tfov_degrees:.0f}°{tfov_minutes:02.0f}'

source: Telescope...
de: Teleskop...

source: Eyepiece...
de: Okular...

source: Limited
de: eingeschränkt

source: Basic
de: Geht so

source: Accurate
de: akkurat

source: Precise
de: präzise

source: Save
de: Speichern

source: Lock
de: Sperren

source: Location Name
de: Ort setzen

source: Loc {number}
de: Ort {number}

source: Location saved
de: Ort setzen

source: Location locked
de: Ort gesetzt

source: GPS Locked
de: GPS fix!

source: Lock boost on
de: GPS verstärkt

source: You are ready
de: Bereit zur

source: to observe!
de: Beobachtung!

source: Stay on this screen
de: Hiergeblieben für

source: for quicker lock
de: schnellen GPS Fix

source: Lock Type:
de: Fix-Typ:

source: None
de: Nix

source: Sats seen/used:
de: Sat gesehen/ben:

source: {square} Toggle Details
de: {square} für Details

source: Sats seen/used: {sats_seen}/{sats_used}
de: Sats ges/ben: {sats_seen}/{sats_used}

source: Error: {error}
de: Fehler: {error}

source: Lock: {locktype}
de: Fix: {locktype}

source: No
de: Nix

source: Lat: {latitude:.5f}
de: Länge: {latitude:.5f}

source: Lon: {longitude:.5f}
de: Breite: {longitude:.5f}

source: Alt: {altitude:.1f} m
de: Höhe: {altitude:.1f} m

source: Time: {time}
de: Zeit: {time}

source: From: {location_source}
de: Quelle: {location_source}

source: Conditions
de: Bedingungen

source: Transparency
de: Transparenz

source: NA
de: k.A.

source: Excellent
de: Exzellent

source: Very Good
de: Sehr gut

source: Good
de: Gut

source: Fair
de: Okay

source: Poor
de: Schlecht

source: SAVE Log
de: Log speichern

source: Observability
de: Beobachtbarkeit

source: Appeal
de: Eindruck

source: Conditions...
de: Bedingungen...

source: Logged!
de: Geloggt!

source: Eyepiece
de: Okular

source: Telescope
de: Teleskop

source: Language: de
de: Sprache: Deutsch

source: Language: en
de: Sprache: Englisch

source: Language: es
de: Sprache: Spanisch

source: Language: fr
de: Sprache: Französisch

source: Focus
de: Fokus

source: Align
de: Justieren

source: Chart
de: Karte

source: Objects
de: Objekte

source: All Filtered
de: Gefilt. Obj

source: By Catalog
de: nach Katalog

source: Planets
de: Planeten

source: Arp Galaxies
de: Arp Galaxien

source: Collinder
de: Collinger

source: Stars...
de: Sterne...

source: Bright Named
de: Bright-Star

source: SAC Doubles
de: SAC Doppel

source: SAC Asterisms
de: SAC Asterismen

source: SAC Red Stars
de: SAC Rote Riesen

source: RASC Doubles
de: RASC Doppel

source: TLK 90 Variables
de: TLK 90 Variable

source: Recent
de: Letzte...

source: Name Search
de: Namenssuche

source: Reset All
de: Zurücksetzen

source: Confirm
de: Bestätigen

source: Cancel
de: Abbrechen

source: Catalogs
de: Kataloge

source: Type
de: Typ

source: Cluster/Neb
de: Off. Haufen/Nebel

source: P. Nebula
de: Plan. Nebel

source: Double Str
de: Dp. Stern

source: Triple Str
de: Dreif. Strn

source: Altitude
de: Höhe

source: Observed
de: beobachtet

source: Any
de: Alle

source: Not Observed
de: nicht beobachtet

source: User Pref...
de: Nutzer...

source: Key Bright
de: Tasten Helligkeit

source: Sleep Time
de: Ruhezustand

source: Off
de: Aus

source: Menu Anim
de: Menu Animation

source: Fast
de: Schnell

source: Medium
de: Mittel

source: Slow
de: Langsam

source: Scroll Speed
de: Scrollgeschwindigkeit

source: Az Arrows
de: Az Pfeile

source: Default
de: Standard

source: Reverse
de: Umgekehrt

source: Language
de: Sprache

source: English
de: Englisch

source: German
de: Deutsch

source: French
de: Französisch

source: Spanish
de: Spanisch

source: Chart...
de: Karte...

source: Reticle
de: Fadenkreuz

source: Low
de: Niedrig

source: High
de: Hoch

source: Constellation
de: Sternbilder

source: DSO Display
de: DSO Anzeige

source: RA/DEC Disp.
de: RA/DEC Anzeige

source: Degrees
de: Grad

source: Camera Exp
de: Belichtungsz.

source: WiFi Mode
de: WLAN

source: Client Mode
de: client mode sein

source: AP Mode
de: Access Point

source: PiFinder Type
de: PiFinder Art

source: Left
de: Links

source: Right
de: Rechts

source: Straight
de: Gerade

source: Flat v3
de: Flach v3

source: Flat v2
de: Flach v2

source: Mount Type
de: Montierungsart

source: Alt/Az
de: Azimutal

source: Equitorial
de: Parallaktisch

source: Camera Type
de: Typ Kamera

source: GPS Type
de: GPS Typ

source: GPSD (generic)
de: GPSD (generisch)

source: Place & Time
de: Ort & Zeit

source: Set Location
de: Ort setzen

source: Set Time
de: Zeit setzen

source: Console
de: Konsole

source: Software Upd
de: Update Softw

source: Power
de: Ein/Aus

source: Shutdown
de: Ausschalten

source: Experimental
de: Experimentell

source: ALIGN
de: JUSTAGE

source: CANCEL
de: ABBR

source: No Object Found
de: Keine Objekte

source: Mag:{obj_mag}
de: Gr:{obj_mag}

source: Sz:{size}
de: D:{size}

source:  Not Logged
de:  Nicht geloggt

source: No solve
de: Bisher keine

source: yet{elipsis}
de: Lösung{elipsis}

source: Searching
de: Suche

source: for GPS{elipsis}
de: nach Satelliten{elipsis}

source: Calculating
de: berechne...

source: Too Far
de: zu weit

source: LOG
de: Loggen

source: Sort
de: Sortieren

source: Nearest
de: Nächste

source: Sorting by {sort_order}
de: Sortieren nach {sort_order}

source: Catalog
de: Katalog

source: Nearby
de: Nächster

source: No objects
de: Keine Objekte

source: match filter
de: gefiltert

source: , {catalog_info_2}d old
de: , {catalog_info_2}d alt

source: Exposure
de: BLZ

source: BG Sub
de: Hgrabz

source: Full
de: Voll

source: Half
de: Halb

source: Updating...
de: Update läuft...

source: Ok! Restarting
de: Ok! Neustart...

source: Error on Upd
de: Fehler beim Upd

source: Wifi Mode: {}
de: WLAN Mode: {}

source: Current Version
de: aktuelle Version

source: WiFi must be
de: WLAN muss im

source: client mode
de: client mode sein

source: Checking for
de: Überprüfen nach

source: No Update
de: Kein Update

source: needed
de: notwendig

source: Update Now
de: Jetzt Updaten

source: Select None
de: Alle abwähl.

source: Select All
de: Alle anwähl.

source: Results
de: Ergebnisse

source: Enter Location Name:
de: Ort eingeben:

source: Search:
de: Namenssuche:

source: Enter Local Time
de: lok Zeit eingeben

source:  Next box
de:  nächste

source:  Done
de:  Fertig

source: 󰍴 Delete/Previous
de: 󰍴 Löschen/Zurück

source: GPS location lock
de: GPS Ort gesetzt

source: GPS time lock
de: GPS Zeit gesetzt

source: Network Setup
de: Netzwerk

source: PiFinder User Guide
de: PiFinder Handbuch

source: PiFinder Support Page
de: PiFinder Support Seite

source: Add a new eyepiece
de: Okular hinzufügen

source: Edit eyepiece
de: Okular editieren

source: Focal Length (in mm)
de: Brennweite (in mm)

source: Apparent Field of View (in °)
de: Scheinbares Gesichtsfeld (in °)

source: Field stop (in mm)
de: Feldblende (in mm)

source: Add eyepiece!
de: Okular hinzufügen!

source: Update eyepiece!
de: Okular editieren!

source: Add a new instrument
de: Instrument hinzufügen

source: Edit instrument
de: Instrument editieren

source: Aperture (in mm)
de: Öffnung (in mm)

source: Obstruction %
de: Obstruktion %

source: Equatorial
de: Parallaktisch

source: Flip image (upside down)
de: Bild flip (hoch runter)

source: Flop image (left right)
de: Bild flop (links rechts)

source: Add instrument!
de: Instrument hinzufügen!

source: Update instrument!
de: Instrument editieren!

source: Instruments
de: Instrumente

source: Eyepieces
de: Okulare

source: Import from DeepskyLog
de: Importieren von DeepskyLog

source: Download instruments from DeepskyLog
de: Instrumente von DeepskyLog herunterladen

source: This will delete all instruments and eyepieces from your PiFinder and replace them with the instruments and eyepieces from DeepskyLog. Are you really sure?
de: Alle existierenden Instrumente und Okulare werden gelöscht und durch die Instrumente und Okulare von DeekskyLog ersetzt. Sind sie sicher?

source: DeepskyLog User Name
de: Benutzername von DeepskyLog

source: Import!
de: Importieren!

source: Add new instrument
de: Instrument hinzufügen

source: Add new eyepiece
de: Okular hinzufügen

source: Aperture
de: Öffnung

source: Focal Length (mm)
de: Brennweite (mm)

source: Active
de: Aktiv

source: Actions
de: Aktionen

source: Apparent FOV
de: Scheinbares Feld

source: Field Stop
de: Feldblende

source: GPS Settings
de: GPS Einstellungen

source: Use DMS Format
de: Benutze GMS Format

source: Latitude (Decimal)
de: Höhe (Dezimal)

source: Longitude (Decimal)
de: Länge (Dezimal)

source: Latitude Degrees
de: Höhe Grad

source: Latitude Minutes
de: Höhe Minuten

source: Latitude Seconds
de: Höhe Sekunden

source: Longitude Degrees
de: Breite Grad

source: Longitude Minutes
de: Breite Minuten

source: Longitude Seconds
de: Breite Sekunden

source: Altitude in meter
de: Höhe in Meter

source: Date
de: Datum

source: UTC Time (h:m:s)
de: UTC Zeit (H:M:S)

source: Set to Browser Date/Time
de: Benutze Browser Datum und Zeit

source: PiFinder Screen
de: PiFinder Bildschirm

source: Mode
de: Modus

source: PiFinder server is currently unavailable. Please try again later.
de: Der PiFinder-Rechner ist nicht erreichbar. Bitte später noch einmal probieren!

source: Altitude (meters)
de: Höhe (Meter)

source: Error (meters)
de: Fehler (Meter)

source: Source
de: Quelle

source: Save Location
de: Ort speichern

source: Location Management
de: Orte bearbeiten

source: Add New Location
de: Neuen Ort hinzufügen

source: Latitude
de: Höhe

source: Longitude
de: Höhe

source: Error
de: Fehler

source: Load Location
de: Lade Ort(e)

source: Set as Default
de: Als Standard

source: Edit
de: Ändern

source: Delete
de: Löschen

source: Edit Location
de: Ort setzen

source: Save Changes
de: Änderungen speichern

source: Confirm Delete
de: Löschen bestätigen

source: Are you sure you want to delete the location
de: Sind sie sicher, dass sie diesen Ort löschen wollen?

source: This action cannot be undone.
de: Diese Aktion ist endgültig.

source: This field is required
de: Feld muss angegeben werden

source: Must be a valid number
de: Muss eine valide Zahl sein

source: Must be between -90 and 90
de: Muss zwischen -90 und 90 sein

source: Must be between -180 and 180
de: muss zwischen -180 und 180 sein

source: Must be between -1000 and 10000 meters
de: muss zwischen -1000 und 10000 Metern sein

source: Must be between 0 and 10000 meters
de: muss zwichen 0 und 10000 Metern liegen

source: Please fix the validation errors before saving
de: Bitte

source: Login Required
de: Einloggen erforderlich

source: Password
de: Passwort

source: Note: The default password is
de: Das Standardpasswort ist

source: You can change this using the Tool menu option
de: Dies kann über das Werkzeugmenü geändert werden

source: Download All Logs
de: Alle Logs herunterladen

source: Resume from Current
de: Weiter ab Jetzt

source: Restart from End
de: Neu Starten vom Ende

source: Copy to Clipboard
de: Kopieren

source: Global: Warning
de: Global: Warnungen

source: Global: Error
de: Global: Fehler

source: Select Component
de: Komponenten auswählen

source: Warning
de: Warnung

source: Total lines:
de: Anzahl Zeilen:

source: Loading log files...
de: Lade Log Dateien...

source: Resume
de: Weiter

source: Copied!
de: Kopiert!

source: Failed to copy
de: Fehler beim Kopieren

source: Network Settings
de: Netzwerkeinstellungen

source: Wifi Mode
de: WLAN Modus

source: AP Network Name
de: AP Netzwerk Name

source: Host Name
de: Computer Name

source: Update and Restart
de: Aktualisieren und Neustart

source: Save and Restart
de: Speichern und Neustart

source: This will update the network settings and restart the PiFinder. You may have to adjust your network settings to re-connect. Are you sure?
de: Dies wird die Netzwerkeinstellungen aktualisieren und den PiFinder neu starten.Sie müssen nach dem Neustart die Netzwerkeinstellungen überprüfen. Sind sie sicher

source: Do It
de: Ja, mach's

source: Wifi Networks
de: WLAN Netzwerke

source: Too Short
de: zu kurz

source: Min 8 Characters or leave None
de: Min 8 Buchstaben oder leer lassen

source: Security
de: Sicherheit

source: This will take effect immediately and can not be undone. Are you sure?
de: Dies wird sofort wirksam und kann nicht zurückgenommen werden. Sind sie sicher?

source: Observing Sessions
de: Beobachtungssitzungen

source: Sessions
de: Sitzungen

source: Total Hours
de: Gesamtstunden

source: Location
de: Ort

source: Hours
de: Stunden

source: Change Password
de: Passwort ändern

source: This will change the password for this web interface and the user account pifinder for ssh and other tools
de: Dies ändert das Passwort für dieses Webinterface und den Nutzeraccount pifinder für SSH und andere Werkzeuge

source: Current Password
de: aktuelles Passwort

source: New Password
de: neues Passwort

source: Re-Enter New Password
de: Wdh. neues Passwort

source: User Data and Settings
de: Nutzer Daten und Einstellungen

source: You can download a zip file of all your personal settings, observations and observing lists for safe keeping.
de: Sie können eine ZIP-Datei aller persönlichen Einstellungen, Beobachtungen and Beobachtungslisten zur sicheren Verwahrung herunterladen.

source: Download Backup File
de: Backup-Datei herunterladen

source: To restore a previously downloaded backup, upload it below
de: Um ein zuvor heruntergeladenes Backp einzuspielen, laden Sie es hier hoch

source: Choose file
de: Datei auswählen

source: Select backup file to restore
de: Backup-Datei zum Wiederherstellen auswählen

source: Upload and Restore
de: Hochladen und Wiederherstellen

source: Restore User Data
de: Wiederherstellen von Nutzerdaten

source: This will use the provided file to restore your user data. This will overwrite any existing preference and observations. Are you sure?
de: This nutzt die angegebene Datei um Nutzerdaten wieder herzustellen.Existierende Einstellungen und Beobachtungen werden überschrieben. Sind sie sicher?
